Repository: bossanova808/script.service.checkpreviousepisode
Catalog: resources/language/resource.language.*/strings.po
Languages: sv_se

# #32020
source: Previous episode not watched! Choose to:
sv_se: Föregående avsnitt har inte visats! Välj att:

# #32021
source: Stop playback
sv_se: Stoppa uppspelning

# #32022
source: Continue playback
sv_se: Fortsätt uppspelning

# #32023
source: Continue playback (and from now on ignore this show)
sv_se: Fortsätt uppspelningen (och från och med nu ignorera denna serie)

# #32050
source: Force Kodi to browse to show in library after playback prevention?
sv_se: Tvinga Kodi att bläddra för att visa i biblioteket efter uppspelningsförebyggande?

# #32051
source: Warn only if previous episode actually found in library and unwatched?
sv_se: Varning endast om föregående avsnitt faktiskt finns i biblioteket och är osett?

# #32052
source: Remove a show from your ignored list...
sv_se: Ta bort en serie från din ignorerade lista...

# #32053
source: Browse to All Seasons rather than episode season
sv_se: Bläddra till Alla säsonger snarare än avsnittssäsong

# #32060
source: No ignored shows to manage.
sv_se: Inga ignorerade serier att hantera.

# #32061
source: General
sv_se: Allmänt

# #32062
source: Select show to stop ignoring
sv_se: Välj serie att inte ignorera
